{
  "example_paragraphs": {
    "lead_section": [
      {
        "source_article": "Bengal tiger",
        "paragraph": "The Bengal tiger is a population of the Panthera tigris tigris subspecies and the nominate tiger subspecies. It ranks among the biggest wild cats alive today. It is considered to belong to the world's charismatic megafauna.",
        "what_to_notice": "Starts with definition, mentions scientific name, ends with significance"
      },
      {
        "source_article": "African lion",
        "paragraph": "The lion is a large cat of the genus Panthera native to Africa and India. It has a muscular, broad-chested body, short, rounded head, round ears, and a hairy tuft at the end of its tail.",
        "what_to_notice": "Combines taxonomy with key physical features"
      },
      {
        "source_article": "Snow leopard",
        "paragraph": "The snow leopard, also known as the ounce, is a felid in the genus Panthera native to the mountain ranges of Central Asia. It is listed as Vulnerable on the IUCN Red List.",
        "what_to_notice": "Includes alternative name, habitat, and conservation status"
      }
    ],
    "characteristics": [
      {
        "source_article": "Bengal tiger",
        "paragraph": "The Bengal tiger's coat is yellow to light orange, with stripes ranging from dark brown to black; the belly and the interior parts of the limbs are white, and the tail is orange with black rings.",
        "what_to_notice": "Specific color descriptions with anatomical details"
      },
      {
        "source_article": "African lion",
        "paragraph": "The lion is a muscular, broad-chested cat with a short, rounded head, a reduced neck and round ears. Its fur varies in colour from light buff to silvery grey, yellowish red and dark brown.",
        "what_to_notice": "Body structure followed by coloration"
      }
    ],
    "distribution_habitat": [
      {
        "source_article": "Bengal tiger",
        "paragraph": "Bengal tigers live in many types of forests, including wet, evergreen, and semi-evergreen forests of Assam and eastern Bengal; the swampy mangrove forest of the Ganges Delta; and the deciduous forests of Nepal.",
        "what_to_notice": "Lists multiple habitat types with specific geographic locations"
      },
      {
        "source_article": "Snow leopard",
        "paragraph": "The snow leopard inhabits alpine and subalpine zones at elevations of 3,000 to 4,500 m, occasionally ranging to 5,500 m in summer. It prefers steep cliffs, rocky outcrops and ravines.",
        "what_to_notice": "Includes elevation ranges and terrain preferences"
      }
    ],
    "ecology_behaviour": [
      {
        "source_article": "Bengal tiger",
        "paragraph": "Tigers are mostly solitary, apart from associations between mother and offspring. Each tiger maintains a home range where it can meet its needs. Adult females establish ranges that provide sufficient prey.",
        "what_to_notice": "Social structure, then territory explanation"
      },
      {
        "source_article": "African lion",
        "paragraph": "The lion is a social species, forming groups called prides. A pride consists of a few adult males, related females, and cubs. Groups of female lions usually hunt together, preying mostly on large ungulates.",
        "what_to_notice": "Social structure unique to lions, then hunting behavior"
      }
    ]
  },
  "nlp_suggestions": {
    "lead_section": {
      "triggers": {
        "The": [
          " Siberian tiger is the largest subspecies of tiger, native to the Russian Far East.",
          " species is also known as the Amur tiger, named after the Amur River.",
          " Siberian tiger is classified as Endangered on the IUCN Red List.",
          " population has recovered significantly since the 1940s when it nearly went extinct."
        ],
        "It": [
          " is classified as Endangered by the IUCN.",
          " is the largest living cat species by body mass.",
          " has a thick coat adapted to the cold climate of its habitat.",
          " is also known as the Amur tiger, after the Amur River region."
        ],
        "This": [
          " subspecies is distinguished by its pale coat with fewer stripes.",
          " apex predator plays a crucial role in its ecosystem.",
          " species was nearly driven to extinction in the 1940s.",
          " magnificent cat is found primarily in eastern Russia."
        ],
        "They": [
          " are found in the Russian Far East and Northeast China.",
          " were once widespread across eastern Asia.",
          " are solitary animals that maintain large territories.",
          " are known for their distinctive orange coat with black stripes."
        ],
        "Also": [
          " known as the Amur tiger, it is native to the Russian Far East.",
          " called the Manchurian tiger, it inhabits temperate forests.",
          " referred to as Panthera tigris altaica in scientific literature."
        ],
        "Native": [
          " to the Russian Far East, the Siberian tiger is the largest living cat.",
          " to temperate forests, this subspecies has adapted to harsh winters.",
          " to northeastern Asia, it once ranged across a much larger territory."
        ],
        "As": [
          " the largest living cat, the Siberian tiger can weigh up to 300 kg.",
          " an apex predator, it plays a vital role in maintaining ecosystem balance.",
          " a critically endangered species, conservation efforts are ongoing."
        ],
        "The Siberian tiger": [
          " is a tiger subspecies native to the Russian Far East and Northeast China.",
          " has the palest coat among all tiger subspecies.",
          " was first scientifically described in 1844 by Temminck."
        ],
        "Conservation": [
          " efforts have helped stabilize the wild population since the 1940s.",
          " programs include anti-poaching patrols and habitat protection.",
          " status is listed as Endangered by the IUCN."
        ]
      },
      "sentence_starters": [
        "The Siberian tiger is",
        "Native to the Russian Far East,",
        "As an apex predator,",
        "Conservation efforts have",
        "Also known as the Amur tiger,",
        "This subspecies is"
      ],
      "after_period": [
        " It is known for its distinctive appearance.",
        " The species faces ongoing threats from poaching.",
        " Conservation programs have helped stabilize populations.",
        " The population is estimated at 500-600 individuals.",
        " It is the largest living cat species.",
        " Habitat loss remains a significant challenge."
      ]
    },
    "characteristics": {
      "triggers": {
        "The": [
          " Siberian tiger has a reddish-rusty coat with narrow black stripes.",
          " coat is paler than other tiger subspecies, adapted to snowy environments.",
          " body is muscular and powerful, with strong limbs for hunting.",
          " skull is large with a prominent sagittal crest in males."
        ],
        "It": [
          " has a muscular body with a large head and powerful limbs.",
          " is the largest living cat species, with males weighing up to 300 kg.",
          " has a reddish-rusty coat with narrow black transverse stripes.",
          " possesses powerful jaws capable of crushing bone."
        ],
        "Males": [
          " typically weigh between 180-306 kg with an average of 215 kg.",
          " can reach lengths of up to 3.3 meters including the tail.",
          " are significantly larger than females.",
          " have more prominent sagittal crests on their skulls."
        ],
        "Females": [
          " typically weigh between 100-167 kg with an average of 137 kg.",
          " are smaller than males but equally formidable hunters.",
          " reach lengths of approximately 2.4-2.75 meters."
        ],
        "The coat": [
          " is pale golden with dark brown or black stripes.",
          " varies seasonally, becoming thicker and paler in winter.",
          " provides excellent camouflage in snowy forest environments."
        ],
        "Their": [
          " winter coat is thicker and paler than their summer coat.",
          " stripes are narrower and more spaced than other subspecies.",
          " powerful build enables them to take down large prey."
        ],
        "This": [
          " subspecies has a distinctive pale golden fur with dark stripes.",
          " species has a thicker coat than other tiger subspecies.",
          " large cat has powerful jaws and strong limbs."
        ]
      },
      "sentence_starters": [
        "Males typically weigh",
        "The coat is",
        "Their winter fur",
        "The body is",
        "Females are generally"
      ],
      "after_period": [
        " The tail measures approximately 90-100 cm.",
        " Males are significantly larger than females.",
        " The winter coat is thicker than the summer coat.",
        " Whiskers can reach lengths of 90-115 mm.",
        " The fur provides camouflage in snowy environments."
      ]
    },
    "distribution_habitat": {
      "triggers": {
        "The": [
          " Siberian tiger inhabits temperate forests in the Russian Far East.",
          " range has significantly contracted due to habitat loss.",
          " current population is concentrated in the Primorsky region.",
          " habitat includes coniferous, deciduous, and mixed forests."
        ],
        "It": [
          " is found in temperate forests of the Russian Far East.",
          " inhabits areas with dense vegetation and abundant prey.",
          " prefers mountainous terrain with access to water sources.",
          " requires large territories to support its hunting needs."
        ],
        "They": [
          " inhabit temperate forests with dense vegetation.",
          " are found primarily in the Russian Far East.",
          " prefer areas with abundant ungulate prey.",
          " range across northeastern China and eastern Russia."
        ],
        "This": [
          " species is found primarily in the Primorsky and Khabarovsk territories.",
          " subspecies requires large, undisturbed forest areas.",
          " tiger's range once extended throughout northeastern Asia."
        ],
        "Historically": [
          " they ranged across much of eastern Russia, China, and Korea.",
          " the population was found throughout northeastern Asia.",
          " the range extended to the Korean Peninsula."
        ],
        "The habitat": [
          " includes birch forests, mountain ranges, and river valleys.",
          " provides cover for stalking prey and raising cubs.",
          " must support sufficient prey populations."
        ]
      },
      "sentence_starters": [
        "The current range is",
        "Historically, they inhabited",
        "The habitat includes",
        "Population estimates suggest",
        "They prefer areas with"
      ],
      "after_period": [
        " The population is concentrated in Russia's Far East.",
        " Small numbers may persist in northeast China.",
        " Habitat fragmentation remains a major threat.",
        " Protected areas have been established for conservation.",
        " The range has contracted significantly since 1900."
      ]
    },
    "ecology_behaviour": {
      "triggers": {
        "The": [
          " Siberian tiger is a solitary and territorial animal.",
          " diet consists primarily of large ungulates.",
          " tiger is an apex predator in its ecosystem.",
          " species is primarily crepuscular, active at dawn and dusk."
        ],
        "It": [
          " is a solitary predator that primarily hunts large ungulates.",
          " hunts deer, wild boar, and other large mammals.",
          " is primarily active during dawn and dusk hours.",
          " maintains a large territory for hunting and breeding."
        ],
        "They": [
          " are solitary and territorial, with males having larger ranges.",
          " primarily hunt large ungulates including deer and wild boar.",
          " communicate through vocalizations and scent marking.",
          " are apex predators with no natural enemies."
        ],
        "Tigers": [
          " are most active during dawn and dusk hours.",
          " communicate through vocalizations, scent marking, and visual signals.",
          " require large territories to support their hunting needs.",
          " are ambush predators that stalk their prey."
        ],
        "Hunting": [
          " typically occurs at dawn and dusk.",
          " success rate is approximately 10-15 percent.",
          " involves stalking prey before a short, powerful charge."
        ],
        "The territory": [
          " of a male can range from 800-1000 square kilometers.",
          " is marked using scent and scratch marks on trees.",
          " size depends on prey availability and habitat quality."
        ]
      },
      "sentence_starters": [
        "The Siberian tiger is",
        "They primarily hunt",
        "As apex predators,",
        "Hunting behavior includes",
        "Territory size varies based on"
      ],
      "after_period": [
        " They are primarily solitary except during mating.",
        " The gestation period is approximately 103 days.",
        " Cubs remain with their mother for 2-3 years.",
        " They can consume up to 40 kg of meat in one sitting.",
        " Territorial disputes can result in fatal conflicts."
      ]
    }
  },
  "suggested_paragraphs": {
    "lead_section": [
      {
        "title": "Opening paragraph",
        "content": "The Siberian tiger is a subspecies of tiger native to the Russian Far East and Northeast Asia. It is known for its large size and thick winter coat adapted to harsh climates.",
        "type": "good_to_add"
      },
      {
        "title": "Conservation status",
        "content": "The species is classified as Endangered by the IUCN, with an estimated population of approximately 500-600 individuals in the wild as of 2022.",
        "type": "good_to_add"
      },
      {
        "title": "Scientific classification",
        "content": "The scientific name is Panthera tigris altaica, first described by Temminck in 1844. It belongs to the Felidae family within the order Carnivora.",
        "type": "good_to_add"
      }
    ],
    "characteristics": [
      {
        "title": "Physical appearance",
        "content": "The Siberian tiger has a reddish-rusty or rusty-yellow coat with narrow black transverse stripes. It has an extended supple body standing on rather short legs with a fairly long tail.",
        "type": "good_to_add"
      },
      {
        "title": "Size and weight",
        "content": "Males typically weigh between 180-306 kg with an average of 215 kg, while females weigh between 100-167 kg with an average of 137 kg. The body length ranges from 150-200 cm not including the tail.",
        "type": "good_to_add"
      },
      {
        "title": "Seasonal adaptations",
        "content": "Their winter coat is thicker and paler than their summer coat, with fur on the back reaching 40-50 mm in winter compared to 15-17 mm in summer.",
        "type": "good_to_add"
      }
    ],
    "distribution_habitat": [
      {
        "title": "Current range",
        "content": "Siberian tigers inhabit temperate forests in the Russian Far East, primarily in the Primorsky and Khabarovsk territories. Their habitat includes coniferous, deciduous, and mixed forests.",
        "type": "good_to_add"
      },
      {
        "title": "Historical distribution",
        "content": "Historically, Siberian tigers ranged across much of eastern Russia, northeastern China, and the Korean Peninsula. Their range has significantly contracted due to habitat loss and hunting.",
        "type": "good_to_add"
      }
    ],
    "ecology_behaviour": [
      {
        "title": "Territorial behavior",
        "content": "Siberian tigers are solitary and territorial animals. A tiger's territory can range from 500-1000 square kilometers depending on prey availability.",
        "type": "good_to_add"
      },
      {
        "title": "Hunting and diet",
        "content": "They primarily hunt large ungulates including deer, wild boar, and elk. Tigers are most active during dawn and dusk hours when their prey is most vulnerable.",
        "type": "good_to_add"
      }
    ]
  },
  "verified_facts": {
    "Siberian Tiger": [
      {
        "label": "Scientific name",
        "value": "Panthera tigris altaica"
      },
      {
        "label": "Conservation status",
        "value": "Endangered"
      },
      {
        "label": "Population estimate",
        "value": "500-600 individuals"
      },
      {
        "label": "Average male weight",
        "value": "180-220 kg"
      },
      {
        "label": "Average female weight",
        "value": "100-170 kg"
      }
    ]
  }
}
