{
  "nlp_suggestions": {
    "lead_section": {
      "triggers": {
        "The": " Siberian tiger is a subspecies of tiger native to the Russian Far East and Northeast Asia.",
        "The S": "iberian tiger is a subspecies of tiger native to the Russian Far East.",
        "The Si": "berian tiger is a subspecies of tiger native to the Russian Far East.",
        "The Sib": "erian tiger is a subspecies of tiger native to the Russian Far East.",
        "The Sibe": "rian tiger is a subspecies of tiger native to the Russian Far East.",
        "The Siber": "ian tiger is a subspecies of tiger native to the Russian Far East.",
        "The Siberi": "an tiger is a subspecies of tiger native to the Russian Far East.",
        "The Siberia": "n tiger is a subspecies of tiger native to the Russian Far East.",
        "The Siberian": " tiger is a subspecies of tiger native to the Russian Far East.",
        "The Siberian t": "iger is a subspecies of tiger native to the Russian Far East.",
        "The Siberian ti": "ger is a subspecies of tiger native to the Russian Far East.",
        "The Siberian tig": "er is a subspecies of tiger native to the Russian Far East.",
        "The Siberian tige": "r is a subspecies of tiger native to the Russian Far East.",
        "The Siberian tiger": " is a subspecies of tiger native to the Russian Far East and Northeast Asia.",
        "This": " species is native to the Russian Far East and is known for its large size.",
        "This s": "pecies is native to the Russian Far East.",
        "This sp": "ecies is native to the Russian Far East.",
        "This spe": "cies is native to the Russian Far East.",
        "This spec": "ies is native to the Russian Far East.",
        "This speci": "es is native to the Russian Far East.",
        "This species": " is native to the Russian Far East and is known for its large size.",
        "It": " is a large cat native to the Russian Far East and Northeast China.",
        "It i": "s a large cat native to the Russian Far East.",
        "It is": " a large cat native to the Russian Far East and Northeast China.",
        "It is a": " subspecies of tiger known for its large size and thick winter coat.",
        "It is k": "nown for its large size and thick winter coat.",
        "It is kn": "own for its large size and thick winter coat.",
        "It is kno": "wn for its large size and thick winter coat.",
        "It is know": "n for its large size and thick winter coat.",
        "It is known": " for its large size and thick winter coat.",
        "It is known for": " its large size and thick winter coat.",
        "They": " are found in the Russian Far East, Northeast China, and possibly North Korea.",
        "They a": "re found in the Russian Far East and Northeast China.",
        "They ar": "e found in the Russian Far East and Northeast China.",
        "They are": " found in the Russian Far East, Northeast China, and possibly North Korea.",
        "A": " large cat native to the Russian Far East, the Siberian tiger is classified as Endangered.",
        "An": " endangered subspecies, the Siberian tiger is the largest living cat.",
        "As": " the largest living cat, the Siberian tiger can weigh up to 300 kg.",
        "The scientific name is": " Panthera tigris altaica.",
        "The species is classified as": " Endangered by the IUCN.",
        "The population is estimated at": " approximately 500-600 individuals in the wild.",
        "It belongs to the": " Felidae family within the order Carnivora.",
        "Siberian tigers are found in": " Northeast China, the Russian Far East, and possibly North Korea.",
        "They are characterized by": " pale golden fur with dark stripes.",
        "The average weight of males": " is about 180-220 kg.",
        "The average weight of females": " is about 100-170 kg.",
        "Also known as": " the Amur tiger, it is native to the Russian Far East.",
        "Native to": " the Russian Far East, the Siberian tiger is the largest living cat.",
        "Found in": " temperate forests, this subspecies is classified as Endangered."
      }
    },
    "characteristics": {
      "triggers": {
        "The": " Siberian tiger has a reddish-rusty coat with narrow black transverse stripes.",
        "The S": "iberian tiger has a reddish-rusty coat with narrow black stripes.",
        "The Siberian tiger": " has a reddish-rusty or rusty-yellow coat with narrow black transverse stripes.",
        "The Siberian tiger has": " a reddish-rusty or rusty-yellow coat with narrow black transverse stripes.",
        "This": " subspecies has a distinctive pale golden fur with dark stripes.",
        "This species": " has a distinctive pale golden fur with dark stripes.",
        "It": " has a muscular body with a large head and powerful limbs.",
        "It is": " the largest living cat species, with males weighing up to 300 kg.",
        "It has": " a reddish-rusty coat with narrow black transverse stripes.",
        "They": " have a distinctive coat pattern with pale golden fur and dark stripes.",
        "They are": " the largest living cats, with males significantly larger than females.",
        "A": " large and powerful cat, it has a muscular body and thick winter coat.",
        "Males": " typically weigh between 180-306 kg with an average of 215 kg.",
        "Males typically weigh": " between 180-306 kg with an average of 215 kg.",
        "Females": " typically weigh between 100-167 kg with an average of 137 kg.",
        "Females typically weigh": " between 100-167 kg with an average of 137 kg.",
        "The body length": " ranges from 150-200 cm not including the tail.",
        "The tail measures": " approximately 90-100 cm in length.",
        "Their": " winter coat is thicker and paler than their summer coat.",
        "Their winter coat": " is thicker and paler than their summer coat.",
        "The skull is": " large and powerful, with prominent sagittal crest in males.",
        "Whiskers can reach": " lengths of 90-115 mm.",
        "Adult males": " can reach lengths of up to 3.3 meters including the tail.",
        "The coat": " is pale golden with dark brown or black stripes.",
        "Its fur": " is thicker and paler than other tiger subspecies."
      }
    },
    "distribution_habitat": {
      "triggers": {
        "The": " Siberian tiger inhabits temperate forests in the Russian Far East.",
        "The S": "iberian tiger inhabits temperate forests in the Russian Far East.",
        "The Siberian tiger": " inhabits temperate forests in the Russian Far East.",
        "This": " species is found primarily in the Primorsky and Khabarovsk territories.",
        "This species": " is found primarily in the Russian Far East.",
        "It": " is found in temperate forests of the Russian Far East.",
        "It is": " found in temperate forests of the Russian Far East.",
        "It inhabits": " temperate forests in the Russian Far East.",
        "They": " inhabit temperate forests with dense vegetation.",
        "They are": " found primarily in the Russian Far East.",
        "They inhabit": " coniferous, deciduous, and mixed forests.",
        "A": " forest-dwelling species, it requires large territories.",
        "Siberian tigers inhabit": " temperate forests in the Russian Far East.",
        "Their habitat includes": " coniferous, deciduous, and mixed forests.",
        "They prefer": " areas with dense vegetation and abundant prey.",
        "The current range": " is limited to the Primorsky and Khabarovsk territories.",
        "Historically they ranged": " across much of eastern Russia, China, and Korea.",
        "Found in": " the Russian Far East, Northeast China, and possibly North Korea.",
        "Native to": " temperate forests in the Russian Far East.",
        "The range": " has significantly contracted due to habitat loss."
      }
    },
    "ecology_behaviour": {
      "triggers": {
        "The": " Siberian tiger is a solitary and territorial animal.",
        "The S": "iberian tiger is a solitary and territorial animal.",
        "The Siberian tiger": " is a solitary and territorial animal.",
        "This": " species is primarily solitary and maintains large territories.",
        "This species": " is primarily solitary and highly territorial.",
        "It": " is a solitary predator that primarily hunts large ungulates.",
        "It is": " a solitary predator that hunts large ungulates.",
        "It hunts": " large ungulates including deer, wild boar, and elk.",
        "They": " are solitary and territorial, with males having larger ranges.",
        "They are": " solitary and territorial animals.",
        "They primarily hunt": " large ungulates including deer, wild boar, and elk.",
        "A": " powerful apex predator, it can take down prey much larger than itself.",
        "Siberian tigers are": " solitary and territorial animals.",
        "A tiger's territory": " can range from 500-1000 square kilometers.",
        "They are most active": " during dawn and dusk hours.",
        "Tigers communicate through": " vocalizations, scent marking, and visual signals.",
        "As apex predators": ", they play a crucial role in their ecosystem.",
        "Their diet": " consists primarily of large ungulates.",
        "Hunting": " typically occurs at dawn and dusk.",
        "Males": " maintain larger territories than females."
      }
    }
  },
  "suggested_paragraphs": {
    "lead_section": [
      {
        "title": "Opening paragraph",
        "content": "The Siberian tiger is a subspecies of tiger native to the Russian Far East and Northeast Asia. It is known for its large size and thick winter coat adapted to harsh climates.",
        "type": "good_to_add"
      },
      {
        "title": "Conservation status",
        "content": "The species is classified as Endangered by the IUCN, with an estimated population of approximately 500-600 individuals in the wild as of 2022.",
        "type": "good_to_add"
      },
      {
        "title": "Scientific classification",
        "content": "The scientific name is Panthera tigris altaica, first described by Temminck in 1844. It belongs to the Felidae family within the order Carnivora.",
        "type": "good_to_add"
      }
    ],
    "characteristics": [
      {
        "title": "Physical appearance",
        "content": "The Siberian tiger has a reddish-rusty or rusty-yellow coat with narrow black transverse stripes. It has an extended supple body standing on rather short legs with a fairly long tail.",
        "type": "good_to_add"
      },
      {
        "title": "Size and weight",
        "content": "Males typically weigh between 180-306 kg with an average of 215 kg, while females weigh between 100-167 kg with an average of 137 kg. The body length ranges from 150-200 cm not including the tail.",
        "type": "good_to_add"
      },
      {
        "title": "Seasonal adaptations",
        "content": "Their winter coat is thicker and paler than their summer coat, with fur on the back reaching 40-50 mm in winter compared to 15-17 mm in summer.",
        "type": "good_to_add"
      }
    ],
    "distribution_habitat": [
      {
        "title": "Current range",
        "content": "Siberian tigers inhabit temperate forests in the Russian Far East, primarily in the Primorsky and Khabarovsk territories. Their habitat includes coniferous, deciduous, and mixed forests.",
        "type": "good_to_add"
      },
      {
        "title": "Historical distribution",
        "content": "Historically, Siberian tigers ranged across much of eastern Russia, northeastern China, and the Korean Peninsula. Their range has significantly contracted due to habitat loss and hunting.",
        "type": "good_to_add"
      }
    ],
    "ecology_behaviour": [
      {
        "title": "Territorial behavior",
        "content": "Siberian tigers are solitary and territorial animals. A tiger's territory can range from 500-1000 square kilometers depending on prey availability.",
        "type": "good_to_add"
      },
      {
        "title": "Hunting and diet",
        "content": "They primarily hunt large ungulates including deer, wild boar, and elk. Tigers are most active during dawn and dusk hours when their prey is most vulnerable.",
        "type": "good_to_add"
      }
    ]
  },
  "verified_facts": {
    "Siberian Tiger": [
      {
        "label": "Scientific name",
        "value": "Panthera tigris altaica"
      },
      {
        "label": "Conservation status",
        "value": "Endangered"
      },
      {
        "label": "Population estimate",
        "value": "500-600 individuals"
      },
      {
        "label": "Average male weight",
        "value": "180-220 kg"
      },
      {
        "label": "Average female weight",
        "value": "100-170 kg"
      }
    ]
  }
}
